project-chip/connectedhomeip/examples/energy-management-app/esp32/sdkconfig.defaults.esp32c5
CONFIG_IDF_TARGET="esp32c5"
